@extends('layouts.headindex') 
@section('title', 'agreement') 

@section('content')

<div class="welcome about" style="padding-top:0px;padding-bottom:0px;">
    <div class="container" align="center">
        <!-- search panel -->
        <div class="newsletter">
                <h3 class="agileits-title" style="margin-bottom:0px;">Agreement</h3>
        </div>
    </div>
</div>
<div class="agile_menu" id="menu">
	<div class="container">
      <div class="menu_w3ls_agile_top_section">
        <div class="ziehharmonika">
          <h3>หมวดที่ 1 เรื่องการติดต่อสื่อสาร</h3>
          <div class="w3_agile_recipe-grid">
            <div class="col-md-6 col-sm-6 tab-image">
              <img src="img/1.jpg" alt="Deterge Image">
            </div>
            <div class="col-md-6 col-sm-6 tab-info">
              <p class="para-w3-agile">การติดต่อสื่อสารใด ๆ ระหว่างลูกค้าและหรือตัวแทนของผู้เดินทาง และบริษัทฯ เป็นไปโดยชอบในข้อตกลงซื้อขายว่ามีการติดต่อซื้อขายนั้นจริงก็ต่อเมื่อมีการใช้การสื่อสารที่กำหนดไว้ดังนี้เท่านั้น</p>
              <p class="para-w3-agile">1.1 การติดต่อสื่อสารทางโทรศัพท์</p>
              <p class="para-w3-agile">1.2. การติดต่อสื่อสารทางโทรสาร</p>
              <p class="para-w3-agile">1.3 การติดต่อสื่อสารผ่านทางจดหมายอิเลคทรอนิคส์ (email)</p>
              <p class="para-w3-agile">1.4 การติดต่ออื่นใด</p>
              <p class="para-w3-agile">นอกเหนือจากที่กำหนดไว้ในข้อ 1-3 นั้น บริษัท ฯ ขอสงวนสิทธิ์ที่จะไม่รับผิดชอบต่อบรรดาความเสียหายที่อาจเกิดขึ้นจากการปฏิบัติงานโดยทุจริตและมิชอบต่อลูกค้าโดยที่บริษัทฯ
                ไม่มีส่วนรู้เห็นด้วยทั้งสิ้น
              </p>
            </div>
            <div class="clearfix"></div>
          </div>
        </div>
        <div class="ziehharmonika">
          <h3>หมวดที่ 2 เรื่องการชำระเงิน</h3>

          <div class="w3_agile_recipe-grid">
            <div class="col-md-12 col-sm-12 tab-info">
              <p class="para-w3-agile">บริษัท ฯ ขอแจ้งให้ลูกค้าและหรือผู้ซื้อบริการทราบถึงข้อตกลงที่มีความสำคัญมากคือ ลูกค้าจะต้องชำระเงินผ่านบัญชีธนาคารของบริษัท
                ในนามนิติบุคคลคือ “บจก.ไทยทราเวล อินโฟเซอร์วิส” เท่านั้น หากมีการจ่ายเงินให้บุคคลหรือนิติบุคคลอื่น บริษัทฯ
                จะไม่รับผิดชอบต่อบรรดาความเสียหายใด ๆ ที่อาจเกิดขึ้นแก่ลูกค้าทั้งสิ้น</p>
              <p class="para-w3-agile">
                โดยก่อนการชำระเงิน พนักงานขาย จะต้องแสดงเอกสารยืนยันพร้อมเงื่อนไขการขายและการให้บริการอย่างครบถ้วนสมบูรณ์ พร้อมเลขที่บัญชีธนาคาร
                ชื่อ “บจก.ไทยทราเวล อินโฟเซอร์วิส” เท่านั้น และเมื่อชำระเงินแล้วเสร็จลูกค้าจะต้องแจ้งให้บริษัท ฯ ทราบผ่านช่องทางการติดต่อสื่อสารในข้อ
                1-3 ในหมวดที่ 1 เรื่องการติดต่อสื่อสาร โดยต้องระบุชื่อ และข้อมูลของผู้ชำระเงิน ไว้ให้บริษัท ฯ สามารถติดต่อท่านกลับได้
                หากผู้จ่ายเงินยังไม่ได้แจ้ง บริษัท ฯ จะถือว่าการชำระเงินนั้น ๆ ยังไม่สมบูรณ์ซึ่งอาจทำให้ท่านถูกยกเลิกการให้บริการที่สั่งซื้อไว้ได้
                โดยไม่ต้องแจ้งให้ทราบล่วงหน้า
              </p>
            </div>
            <div class="clearfix"></div>
          </div>

        </div>
        <div class="ziehharmonika">
          <h3>หมวดที่ 3 เรื่องการรับชำระเงินด้วยบัตรเครดิตผ่านอินเตอร์เน็ต</h3>
          <div>
            <div class="w3_agile_recipe-grid">
              <div class="col-md-12 col-sm-12 tab-info">
                <h4>1. บัตรเครดิต ที่สามารถใช้บริการชำระเงินผ่านอินเตอร์เน็ต</h4>
                <p class="para-w3-agile">
                  ไทยทราเวลเซ็นเตอร์ และ บจก. ไทยทราเวล อินโฟเซอร์วิส รับการชำระเงินผ่านอินเตอร์เน็ตด้วยบัตรเครดิต วีซ่า หรือ มาสเตอร์คาร์ด
                  เท่านั้น บัตรเครดิตวีซ่า ที่ออกในประเทศไทย บัตรเครดิตมาสเตอร์คาร์ด ที่ออกในประเทศไทย</p>
                <h4>2. การยอมรับการชำระเงินจากบัตรเครดิตที่ออกจากสถาบันการเงินในประเทศไทย</h4>
                <h4>2.1 บัตรเครดิต ที่รองรับขั้นตอนยืนยันตัวตน 3D Secure</h4>
                <h4>2.1.1 บัตรวีซ่า</h4>
                <p class="para-w3-agile">
                  บัตรเครดิตวีซ่า ที่ออกในประเทศไทยบริษัทฯ จะยอมรับการชำระเงินเฉพาะรายการชำระเงินที่ได้สมัครและผ่านขั้นตอนยืนยันตัวตน 3D Secure
                  ของบัตรวีซ่าที่เรียกว่า เวอริไฟด์บายวีซ่า Verified by Visa (เวอร์ริไฟด์ บายวีซ่า) อย่างสมบูรณ์แล้วเท่านั้น
                  ซึ่ง ณ ปัจจุบันบัตรเครดิต ที่ออกจากสถาบันการเงินชั้นนำในประเทศไทยเกือบทั้งหมดรองรับระบบยืนยันตัวตนนี้
                </p>
                <h4>2.1.2 บัตรมาสเตอร์คาร์ด</h4>
                <p class="para-w3-agile">
                  บัตรเครดิตมาสเตอร์คาร์ด ที่ออกในประเทศไทย MasterCard SecureCode (MSC) บริษัทฯ จะยอมรับการชำระเงินเฉพาะรายการชำระเงินที่ได้สมัครและผ่านขั้นตอนยืนยันตัวตน
                  3D Secure ของบัตรมาสเตอร์คาร์ดที่เรียกว่า MasterCard SercureCode (มาสเตอร์คาร์ดซีเคียวโค๊ด) หรือ MCSC อย่างสมบูรณ์แล้วเท่านั้น
                  ซึ่ง ณ ปัจจุบันบัตรเครดิต ที่ออกจากสถาบันการเงินชั้นนำในประเทศไทยเกือบทั้งหมดรองรับระบบยืนยันตัวตนนี้
                  <h4>2.2 บัตรเครดิต ที่ไม่รองรับขั้นตอนยืนยันตัวตน 3D Secure</h4>
                  <p class="para-w3-agile">
                    บริษัทฯ จะยอมรับการชำระเงินเฉพาะรายการชำระเงินผ่านบัตรวีซ่า หรือ มาสเตอร์คาร์ด จากสถาบันการเงินที่ไม่รองรับขั้นตอนยืนยันตัวตน
                    3D Secure (บัตรที่ไม่อยู่ในกลุ่ม 2.1) กรณีเดียวเท่านั้น คือ เจ้าของบัตรต้องมีชื่อปรากฏเป็นหนึ่งในผู้ใช้บริการในสินค้าและบริการที่ทำการชำระเงิน
                    และส่งเอกสารเพิ่มเติมครบถ้วนในข้อ 4 โดย ณ ปัจจุบันบัตรเครดิต ที่ออกจากสถาบันการเงินที่ไม่รองรับขั้นตอนยืนยันตัวตน
                    คือ บัตรเครดิตที่ออกโดย ธนาคารซิตี้แบงค์ ธนาคารทหารไทย ธนาคารยูโอบี และ ธนาคารธนชาต</p>
              </div>
              <div class="clearfix"></div>
            </div>
          </div>
        </div>
        <div class="ziehharmonika">
          <h3>หมวดที่ 4 การเปลี่ยนแปลงและการยกเลิกสินค้าบริการ</h3>
          <div>
            <div class="w3_agile_recipe-grid">
              <div class="col-md-6 col-sm-6 tab-info">
                <p class="para-w3-agile">การเปลี่ยนแปลง แก้ไข ยกเลิก สินค้าและบริการ ขึ้นอยู่กับประเภทสินค้าและบริการที่ลูกค้าซื้อ โดยให้เป็นไปตามเงื่อนไขและข้อกำหนดของประเภทสินค้าและบริการนั้น
                  ๆ ที่ทางเว็บไซต์ได้ระบุไว้ ในแต่ละประเภทสินค้าและบริการ รวมไปถึงเงื่อนไขที่ทาง เจ้าหน้าที่ หรือ ตัวแทนขายของบริษัทฯ
                  ได้แจ้งให้ทราบเป็นลายลักษณ์อักษร ทางช่องทาง อีเมลล์ หรือ โทรสาร ก่อนที่ลูกค้าจะทำการชำระเงิน</p>
              </div>
              <div class="clearfix"></div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
  <script src="js/ziehharmonika.js"></script>
  <script>
    $(document).ready(function () {
      $('.ziehharmonika').ziehharmonika({
        collapsible: true,
        prefix: ''
      });
    });
  </script>
</div>


@endsection('content')